@extends('layouts.app')
@include('layouts.header')

<div class="guideline-body">
    <div class="guideline-first">
        ガイドライン
    </div>
    <p>
    1.はじめに
    </p>

    <br>
    <br>
    <p>
    <br>
    「まとめ投稿」が利用者のみなさまにとって、建設的かつ健全な学びの場として発展し続けられるよう、本ガイドラインを策定いたしました。
    <p>
    <br>
    利用者のみなさまには、遵守にご協力いただきますよう、よろしくお願いいたします。本ガイドラインに違反した場合や、当社が不適切と判断した場合は、予告なく「まとめ投稿」の記録内容を公開制限、修正または削除、あるいはアカウント停止等させていただく場合があり、これらの措置については、お問い合わせいただいても一切対応できませんので、予めご了承ください。
    <p>
    <br>
    なお、当社は、当社が必要と認めた場合は、本ガイドラインを変更できるものとします。この場合、当社は、変更後の本ガイドラインの内容および効力発生日を、別途当社が定める場合を除き、当社ウェブサイト上で掲示することにより利用者に周知します。変更後の本ガイドラインは、効力発生日から効力を生じるものとします。
    </p>

    <br>
    <br>
    <p>
    1.要約や書籍に対する批判、要約や書籍に対して評点をつける行為はご遠慮ください
    <p>
    「まとめ投稿」は、要約や書籍を読んで学んだこと、気付いたことを記録する場ですので、要約や書籍に対する批判はご遠慮ください。また、「まとめ投稿」は要約や書籍の品定めを行う場ではありませんので、要約や書籍に対して評点をつける行為はご遠慮ください。
    </p>

    <br>
    <br>
    <p>
    2.個人・団体問わず他者への誹謗中傷、不適切な表現は禁止します
    <p>
    特定または不特定を問わず、著者・出版社・編集者・要約者・他の利用者をはじめとする他者に対する誹謗中傷は禁止いたします。
    【NG例】本書を絶賛している○○さんの感覚は信じられない。この人のコメントは全くもって当てにならない。
    </p>

    <br>
    <br>
    <p>
    3.クレームやトラブルに関する内容はご遠慮ください
    <p>
    【NG例】出版イベントで本書の著者に会ったが、握手を求めても応じる様子もなく、何様かと思った。
    </p>

    <br>
    <br>
    <p>
    4.法令違反、犯罪行為、危険行為等に関する内容は禁止します
    <p>
    「まとめ投稿」をはじめ、マイページのプロフィール写真、自己紹介文等、第三者の目に触れるいかなる場所においても、以下の内容を含むコンテンツを記録・公開することは禁止いたします。
    (1)法令違反や犯罪行為等に結びつくもの
    (2)暴力的な表現を含むもの
    (3)嫌がらせや脅迫に関する表現を含むもの
    (4)わいせつ・卑猥な表現を含むもの
    (5)差別的な表現を含むもの
    (6)公序良俗に反するもの
    </p>

    <br>
    <br>
    <p>
    5.プライバシ ーの侵害にご 配慮ください
    <p>
    著者・編集者・要約者・他の利用者をはじめとする他者について、個人情報を記録することは、プライバシーの侵害に当たる可能性がありますので、避けてください。
    【NG例】本書の編集者は結婚観に関する本を手がけておきながら、何度も結婚・離婚を繰り返していて信用ならない。
    【NG例】○○さんは節約術関連の本が多いが、家は田園調布にあり高級車を3台保有、暮らしぶりを見ていても浪費家に思える。
    </p>

    <br>
    <br>
    <p>
    6.著作権等の知的財産権 の侵害にご 配慮ください
    <p>
    「まとめ投稿」では、記録者ご本人の責任により、記録に必要な著作権等の権利を有していることまたは利用許諾を受けていることを前提としておりますので、ご注意ください。
    「まとめ投稿」の記録内容について、国内外における複製、公衆送信、頒布、翻訳・翻案等著作権法上の権利(当社から第三者に対する再使用許諾権を含みます。)および管理権その他の権利は当社に帰属します。
    記録者本人以外の方が「まとめ投稿」の記録内容を無断転載、無断利用することは禁止いたします。
    </p>

    <br>
    <br>
    <p>
    7.対価を目的とした「まとめ投稿」の記録・公開は禁止します
    <p>
    「まとめ投稿」では、金品またはそれに相当するサービスを受けることを目的とした記録・公開は禁止しております。発覚した場合には、「まとめ投稿」の記録内容を公開制限または削除させていただく場合があります。
    </p>

    <br>
    <br>
    <p>
    8.「まとめ投稿」を利用した広告や 宣伝 、勧誘 は禁止します
    <p>
    「まとめ投稿」内で広告や宣伝、勧誘を行うことは禁止しております。発覚した場合には、「まとめ投稿」の記録内容を公開制限、修正または削除させていただく場合があります。
    【NG例】『××な睡眠法』では枕の選び方が取り上げられていますが、弊社の枕はオーダーメイドにもかかわらずお手頃価格です。是非URLをご参照ください。
    </p>

    <br>
    <br>
    <p>
    9.原本保持のお願い
    <p>
    「まとめ投稿」の記録内容が本ガイドラインに違反した場合や、当社が不適切と判断した場合は、予告なく「まとめ投稿」の記録内容を公開制限、修正または削除、あるいはアカウント停止等させていただく場合がありますので、記録内容の原本はご自身で保持するようお願いいたします。
    </p>

    <br>
    <br>
    <p>
    10.記録内容の取扱い
    <p>
    利用者がコメント公開を選択された場合、当社は以下の目的で当該利用者の記録内容(ユーザー名を含みます。)を使用する場合があります。
    (1) サービスにおける特集記事に掲載・配信するため
    (2) 当社が選択した記録内容を他の利用者に紹介するため
    </p>


    【2020 年9 月1 日制定】

</div>
@include('layouts.footer')
