利用規約
flierサービス利用規約

本利用規約(以下「本規約」といいます。)には、本サービスの提供条件及び株式会社フライヤー(以下「当社」といいます。)と登録ユーザーの皆様との間の権利義務関係が定められています。本サービスの利用に際しては、本規約の全文をお読みいただいたうえで、本規約に同意いただく必要があります。

第1条(適用)

1. 本規約は、本サービスの提供条件及び本サービスの利用に関する当社と登録ユーザーとの間の権利義務関係を定めることを目的とし、登録ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されます。

2. 当社は本サービスに関し,本規約のほか,本サービス利用に関するルール等を当社ウェブサイト上で掲示することがあります。当社が当社ウェブサイト上で掲示する当該ルール等は、本規約の一部を構成するものとします。

3. 本規約の内容と、前項のルール等その他の本規約外における本サービスの説明等(以下「個別ルール等」といいます。)とが異なる場合は、個別ルール等の規定が優先して適用されるものとします。

第2条(定義)

本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。

(1) 「本サービス」とは、当社が運営する「flier」または「フライヤー」と称するウェブサイト( https://www.flierinc.com ) 並びにiOS・Android向けの当社が運営する「flier」または「フライヤー」と称するアプリ(以下「本サイト等」といいます。)、そしてflier book laboにおいて提供される次のサービス(理由の如何を問わずサービスの名称または内容が変更された場合は、当該変更後のサービスを含みます。)を意味します。

(a) 当社が任意に選択する書籍の要約を登録ユーザーの入会申し込み条件に従い提供するサービス

(b) 登録ユーザーが、本サービスにかかる情報を本サイト等において投稿することを可能とするサービス

(c) その他、前各号に定めるサービスに付随するサービス

(2) 「サービス利用契約」とは、本規約を契約条件として当社と登録ユーザーの間で締結される、本サービスの利用契約を意味します。

(3)「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権(それらの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます。)を意味します。

(4)「投稿データ」とは、登録ユーザーが本サービスを利用して投稿その他送信するコンテンツ(文章、画像、動画その他のデータを含みますがこれらに限りません。)を意味します。

(5)「当社ウェブサイト」とは、そのドメインが「 https://www.flierinc.com 」である、当社が運営するウェブサイト(理由の如何を問わず、当社のウェブサイトのドメインまたは内容が変更された場合は、当該変更後のウェブサイトを含みます。)を意味します。

(6) 「登録ユーザー」とは、第3条(登録)に基づいて本サービスの利用者としての登録がなされた個人を意味します。

(7) 「flier支払機能」とは、本サービスにおいて登録ユーザーが予め登録したクレジットカード、銀行口座又はその他の決済情報(以下「決済情報」といいます。)を用いることにより、決済情報をその都度入力のうえ送信することなく、利用料金等の決済を行えるようにする機能を意味します。

(8) 「利用料金等」とは、登録ユーザーが本サービスを利用することによって生じた当社に対する債務を意味します。

(9) 「決済手段」とは、当社が指定する利用料金等の支払方法(外部決済サービスを含みます。)を意味します。

(10) 「登録メールアドレス」とは、本サービスの提供を受ける目的で、登録ユーザーが当社に提供したメールアドレスの情報を意味します。

(11) 「パスワード」とは、本サービスを利用するに当たって、登録メールアドレスと照合して本人を識別するための文字列を意味します。

第3条(登録)

1. 本サービスの利用を希望する者(以下「登録希望者」といいます。)は、本規約を遵守することに同意し、かつ当社の定める一定の情報(以下「登録事項」といいます。)を当社の定める方法で当社に提供することにより、当社に対し、本サービスの利用の登録を申請することができます。

2. 当社は、当社の基準に従って、第1項に基づいて登録申請を行った登録希望者(以下「登録申請者」といいます。)の登録の可否を判断し、当社が登録を認める場合にはその旨を登録申請者に通知します。登録申請者の登録ユーザーとしての登録は、当社が本項の通知を行ったことをもって完了したものとします。

3. 前項に定める登録の完了時に、サービス利用契約が登録ユーザーと当社の間に成立し、登録ユーザーは本サービスを本規約に従い利用することができるようになります。

4. 当社は、登録申請者が、以下の各号のいずれかの事由に該当する場合は、登録及び再登録を拒否することがあり、またその理由について一切開示義務を負いません。

(1) 当社に提供した登録事項の全部または一部につき虚偽、誤記または記載漏れがあった場合

(2) 未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人、保佐人または補助人の同意等を得ていなかった場合

(3) 反社会的勢力等(暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。)である、または資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると当社が判断した場合

(4) 過去当社との契約に違反した者またはその関係者であると当社が判断した場合

(5) 第11条に定める措置を受けたことがある場合

(6) その他、登録を適当でないと当社が判断した場合

第4条(登録事項の変更)

登録ユーザーは、登録事項に変更があった場合、当社の定める方法により当該変更事項を遅滞なく当社に通知するものとします。

第5条(アカウントの管理)

登録ユーザーは1人につき1つの登録メールアドレス及びパスワード(以下、合わせて「アカウント」といいます。)を保有するものとします。但し、名義による使い分けなど、本サービスでの活動に必要性がある場合においては、本規約、その他の提供条件等に反しない範囲において複数アカウントの保有を認めるものとします。

登録ユーザーは、自己の管理に属する使用可能なメールアドレスを登録メールアドレスとして登録するものとし、当該登録メールアドレスが自己の管理に属さなくなった場合には、自己の管理に属する使用可能な別のメールアドレスに変更しなければならないものとします。

登録ユーザーは、自己の責任において、本サービスに関するアカウントを適切に管理及び保管するものとし、これを第三者に利用させ、または貸与、譲渡、名義変更、売買等をしてはならないものとします。

アカウントの管理不十分、使用上の過誤、第三者の使用等によって生じた損害に関する責任は登録ユーザーが負うものとし、当社は一切の責任を負いません。

第6条(利用環境の整備)

本サービスを利用するために必要なあらゆるハード・ソフトウェア等の整備は、登録ユーザーの負担と責任において行うものとします。

登録ユーザーは自己の利用環境に応じて、コンピューター・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等の対策を講じるものとします。

当社は登録ユーザーの利用環境について一切関与せず、また一切の責任を負いません。

第7条(料金及び支払方法)

1. 登録ユーザーは、利用料金等(本サービス利用の対価として、別途当社が定め、当社ウェブサイトに表示する利用料金を含みます。)を、当社が指定する支払方法により当社に支払うものとします。なお、支払いに必要な振込み手数料その他の費用は、登録ユーザーが負担するものとします。

2. 前項の利用料金等は、決済手段を通じて決済するものとします。登録ユーザーが選択した決済手段のうちdocomoのspモード コンテンツ決済の請求は、本サービス申し込み月においては、入会申し込みを行った日、それ以降の月においては、毎月1日に当月分の請求をいたします。また、ユーザーが選択した決済手段のうちクレジットカード決済、Yahoo!ウォレット決済、iOSアプリにおけるアプリ内決済の場合は、本サービス申し込み月においては、入会申し込みを行った日、それ以降の月においては前回決済から1カ月後に当月分の請求をいたします。 なお、一部のキャンペーンページからのお申込み、および2018年10月29日までにクレジットカード決済、Yahoo!ウォレット決済を行った場合は、以前の規則に定められていた通り、本サービス申し込み月においては、入会申し込みを行った日、それ以降の月においては、毎月1日に当月分の請求をいたします。 また、上記に該当する申し込み月の翌月以降毎月1日決済となるキャンペーンには、キャンペーンページ内の注意書きにて決済日の指定をしています。

3. 決済手段がクレジットカードによる場合、利用料金等は当該クレジットカードの運営会社の定める振替日にユーザー指定の口座から引き落とされるものとします。

4. 登録ユーザーは、登録ユーザーの申し込みに基づき、決済手段においてflier支払機能を利用することができるものとします。

5. 登録ユーザーは、flier支払機能の申し込みを行っている場合、選択した決済手段に応じて、自己の管理に属する使用可能な決済情報を登録するものとし、当該決済情報が自己の管理に属さなくなったときまたは変更されたときには、自己の管理に属する使用可能な別の決済情報を改めて登録しなければならないものとします。

6. 決済情報が第三者に利用されたことによって生じた損害等につきましては、登録ユーザーが負うものとし、当社は一切の責任を負いません。

7. 登録ユーザーが利用料金等の支払を遅滞した場合、登録ユーザーは年14.6%の割合による遅延損害金を当社に支払うものとします。なお、支払いに必要な振込み手数料その他の費用は、登録ユーザーが負担するものとします。

当社は、利用料金等の決済についての領収書等は発行いたしません。
第8条(禁止事項)

登録ユーザーは、本サービスの利用にあたり、以下の各号のいずれかに該当する行為または該当すると当社が判断する行為をしてはなりません。

(1) 法令に違反する行為または犯罪行為に関連する行為

(2) 当社、本サービスの他の利用者またはその他の第三者に対する詐欺または脅迫行為

(3) 公序良俗に反する行為

(4) 当社、本サービスの他の利用者またはその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利または利益を侵害する行為、または侵害するおそれのある行為

(5) 当社、本サービスの他の利用者またはその他の第三者を不当に差別もしくは誹謗中傷し、第三者への不当な差別を助長し、またはその名誉もしくは信用を毀損する行為。

(6) 本サービスにアップロードされている投稿データを、当該著作者(創作者)の同意なくして転載する行為

(7) 法律・条例・その他当社が定める基準に反するような、わいせつ、児童ポルノ又は児童虐待に相当する画像等のデータの投稿及び表示並びに当該データを収録した媒体の送信、表示、販売を誘引する行為

(8) 自殺・自傷行為・薬物乱用などを美化・誘発・助長するおそれのある行為

(9)アップロードされている画像等を誹謗中傷する内容の情報を投稿する行為

(10)投稿者の氏名、住所、勤務先、電話番号等個人を特定しうる内容の情報(アップロードされた画像等に関する情報と照らし合わせることで個人を特定しうる場合を含む。)を投稿する行為

(11)真否についての事実確認が困難な内容や虚偽の内容の情報を投稿する行為

(12) 本サービスを通じ、以下に該当し、または該当すると当社が判断する情報を当社または本サービスの他の利用者に送信または投稿する行為

・過度に暴力的または残虐な表現を含む情報

・コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報

・反社会的な表現を含む情報

・チェーンメール等の第三者への情報の拡散を求める情報

・他人に不快感を与える表現を含む情報

・アフィリエイトのリンクを含む情報

・アダルトサイト・ワンクリック詐欺サイト等に誘導するための情報

(13) 本サービスのネットワークまたはシステム等に過度な負荷をかける行為

(14) 当社が提供するソフトウェアその他のシステムに対するリバースエンジニアリングその他の解析行為

(15) 本サービスの運営を妨害するおそれのある行為

(16) 当社のネットワークまたはシステム等への不正アクセス

(17) 第三者に成りすます行為

(18) 複数のアカウントを取得する行為但し、第5条において特に認めた場合を除きます。

(19) 運営者に成りすます行為

(20) 本サービスの他の利用者のアカウントを利用する行為

(21) 当社が事前に許諾しない本サービス上での宣伝、広告、勧誘、または営業行為

(22) 本サービスの他の利用者の情報の収集

(23) 当社、本サービスの他の利用者またはその他の第三者に不利益、損害、不快感を与える行為

(24) 本規約、その他の提供条件等に抵触する行為

(25) 反社会的勢力等への利益供与

(26) 面識のない異性との出会いを目的とした行為

(27) flier book laboにおける録音、録画行為

(28) flier book labo会員が、flier book labo内で得たコンテンツ情報や会員情報を会員外に対して運営者および当事者の許可なく流用・公開する行為

(29) flier book labo内におけるその他のサービスの勧誘行為

(30) 前各号の行為を直接または間接に惹起し、または容易にする行為

(31) 前各号の行為を試みること

(32) その他、当社が不適切と判断する行為

第9条(本サービスの停止等)

当社は、以下のいずれかに該当する場合には、登録ユーザーに事前に通知することなく、本サービスの全部または一部の提供を停止または中断することができるものとします。

(1) 本サービスに係るコンピューター・システムの点検または保守作業を緊急に行う場合

(2) コンピューター、通信回線等の障害、誤操作、過度なアクセスの集中、不正アクセス、ハッキング等により本サービスの運営ができなくなった場合

(3) 地震、落雷、火災、風水害、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合 (4) その他、当社が停止または中断を必要と判断した場合

第10条(権利帰属)

当社ウェブサイト及び本サービスに関する知的財産権は全て当社または当社にライセンスを許諾している者に帰属しており、本規約に基づく本サービスの利用許諾は、当社ウェブサイトまたは本サービスに関する当社または当社にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。

登録ユーザーは、投稿データについて、自らが投稿その他送信することについての適法な権利を有していること、及び投稿データが第三者の権利を侵害していないことについて、当社に対し表明し、保証するものとします。

登録ユーザーは、投稿データについて、当社に対し、世界的、非独占的、無償、サブライセンス可能かつ譲渡可能な使用、複製、配布、派生著作物の作成、表示及び実行に関するライセンスを付与します。また、他の登録ユーザーに対しても、本サービスを利用して登録ユーザーが投稿その他送信した投稿データの使用、複製、配布、派生著作物を作成、表示及び実行することについての非独占的なライセンスを付与します。

登録ユーザーは、当社及び当社から権利を承継しまたは許諾された者に対して著作者人格権を行使しないことに同意するものとします。

投稿データが第三者の権利を侵害するなど第三者との間で何らかの紛争が発生した場合には、当該登録ユーザーは自己の費用と責任においてこれを解決するものとし、当社は一切の責任を負いません。

第11条(登録抹消等)

当社は、登録ユーザーが、以下の各号のいずれかの事由に該当する場合は、事前に通知または催告することなく、投稿データの全部または一部を削除もしくは非表示にし、公開範囲を変更し、当該登録ユーザーについて本サービスの利用を一時的に停止し、または登録ユーザーとしての登録を抹消することができます。
(1) 本規約のいずれかの条項に違反した場合

(2) 登録事項に虚偽の事実があることが判明した場合

(3) 支払停止もしくは支払不能となり、または破産手続開始の申立てがあった場合

(4) 6ヶ月以上本サービスの利用がない場合

(5) 当社からの問い合わせその他の回答を求める連絡に対して30日間以上応答がない場合

(6) 第3条第4項各号に該当する場合

(7) 第8条各号に該当する行為をした場合またはそのおそれがあると当社が判断した場合

(8) その他、当社が本サービスの利用または登録ユーザーとしての登録の継続を適当でないと判断した場合

前項各号のいずれかの事由に該当した場合、登録ユーザーは、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。

登録ユーザーは、前項の当社の処置について何ら異議を述べず、これにより生じたいかなる損害についても、当社は一切の責任を負いません。

第12条(削除権限)

当社は、次に掲げる場合には、投稿データの違法性・規約違反の有無に関わらず、関連する投稿データについて、その全部もしくは一部の削除又は公開範囲の変更等の措置を行うことができるものとします。
(1) 公的な機関又は専門家(国、地方公共団体、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律のガイドラインに規定された信頼性確認団体、インターネット・ホットライン、弁護士等をいいます。)から、投稿データについて、違法、公序良俗違反又は他人の権利を侵害する等の指摘・意見表明があった場合。

(2) 投稿データについて、第三者から権利主張があった場合。

第13条(退会)

登録ユーザーは、当社所定の手続の完了により、本サービスから退会し、自己の登録ユーザーとしての登録を抹消することができます。

退会にあたり、当社に対して負っている債務が有る場合は、登録ユーザーは、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。

退会後の利用者情報の取扱いについては、第17条の規定に従うものとします。

第14条(本サービスの内容の変更、終了)

当社は、当社の都合により、本サービスの内容を変更し、または提供を終了することができます。この場合、当社は、本サービスの変更等により生じたいかなる損害についても、一切の責任を負いません。アクセス過多、その他予期せぬ要因で表示速度の低下や障害等が生じた場合も同様とします。

当社が本サービスの提供を終了する場合、当社は登録ユーザーに事前に通知するものとします。

第15条(保証の否認及び免責)

当社は、本サービスが登録ユーザーの特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、登録ユーザーによる本サービスの利用が登録ユーザーに適用のある法令または業界団体の内部規則等に適合すること、継続的に利用できること、及び不具合が生じないことについて、明示又は黙示を問わず何ら保証するものではありません。

本サービスにアップロードされた投稿データは、登録ユーザー自身が適宜バックアップを取るなどの手法で自己の責任により管理、保存するものとし、当社は投稿データの保存等について一切保証しないものとします。

当社は、本サービスに関して登録ユーザーが被った損害につき、過去3ヶ月間に登録ユーザーが当社に支払った対価の金額を超えて賠償する責任を負わないものとし、また、付随的損害、間接損害、特別損害、将来の損害及び逸失利益にかかる損害については、賠償する責任を負わないものとします。

本サービスまたは当社ウェブサイトに関連して登録ユーザーと他の登録ユーザーまたは第三者との間において生じた取引、連絡、紛争等については、登録ユーザーが自己の費用と責任においてこれを解決するものとし、当社は一切の責任を負いません。

第16条(秘密保持)

登録ユーザーは、本サービスに関連して当社が登録ユーザーに対して秘密に取扱うことを求めて開示した非公知の情報について、当社の事前の書面による承諾がある場合を除き、秘密に取扱うものとします。

第17条(利用者情報の取扱い)

当社による登録ユーザーの利用者情報の取扱いについては、別途当社プライバシーポリシー( https://www.flierinc.com/doc/privacy )の定めによるものとし、登録ユーザーはこのプライバシーポリシーに従って当社が登録ユーザーの利用者情報を取扱うことについて同意するものとします。

当社は、登録ユーザーから利用者情報の開示を求められた場合は、登録ユーザー本人からの請求であることを確認した上で、登録ユーザーが当社に提供した登録事項に基づき利用者情報を開示するものとします。登録事項に合致しない情報その他当社が開示することが不適切と判断した情報については当社からは開示いたしません。

当社は、登録ユーザーが当社に提供した情報、データ等を、個人を特定できない形での統計的な情報として、当社の裁量で、利用及び公開することができるものとし、登録ユーザーはこれに異議を唱えないものとします。

登録ユーザーは、第3条に基づいて登録申請を行った時点で、登録メールアドレスへのメールマガジン配信、スマートフォンアプリおよびWebサイトでのプッシュ通知を許可したものとします。

第18条(本規約等の変更)

当社は、当社が必要と認めた場合は、本規約を変更できるものとします。

変更後の利用規約は、別途当社が定める場合を除き、当社ウェブサイト上で掲示した時点より効力を生じるものとします。

本規約の変更の効力が生じた後に登録ユーザーが本サービスを利用した場合には、変更後の利用規約の全てにつき、同意したものとみなします。但し、法令上登録ユーザーの同意が必要となるような内容の変更の場合は、当社所定の方法で登録ユーザーの同意を得るものとします。

第19条(連絡/通知)

本サービスに関する問い合わせその他登録ユーザーから当社に対する連絡または通知、及び本規約の変更に関する通知その他当社から登録ユーザーに対する連絡または通知は、当社の定める方法で行うものとします。

当社が登録事項に含まれるメールアドレスその他の連絡先に連絡または通知を行った場合、登録ユーザーは当該連絡または通知を受領したものとみなします。

第20条(サービス利用契約上の地位の譲渡等)

登録ユーザーは、当社の書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。

当社は本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴い利用契約上の地位、本規約に基づく権利及び義務並びに登録ユーザーの登録事項その他の利用者情報を当該事業譲渡の譲受人に譲渡することができるものとし、登録ユーザーは、かかる譲渡につき本項において予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。

第21条(分離可能性)

本規約のいずれかの条項またはその一部が、消費者契約法その他の法令等により無効または執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効または執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。

第22条(準拠法及び管轄裁判所)

本規約及びサービス利用契約の準拠法は日本法とします。

本規約またはサービス利用契約に起因し、または関連する一切の紛争については、訴額に応じて東京簡易裁判所または東京地方裁判所を第一審の専属的合意管轄裁判所とします。

【2013年6月4日制定】

【2019年7月1日改定】
