@extends('layouts.app')
@include('layouts.header')


<div class="guideline-body">
    <div class="guideline-first">
    サンギョー サービス利用規約
    </div>

    <br><p>本利用規約(以下「本規約」といいます。)には、本サービスの提供条件及びサンギョー(以下「当アプリ」といいます。)と登録ユーザーの皆様との間の権利義務関係が定められています。本サービスの利用に際しては、本規約の全文をお読みいただいたうえで、本規約に同意いただく必要があります。</p><br>

    <br><p>第1条(適用)</p><br>

        <p>1. 本規約は、本サービスの提供条件及び本サービスの利用に関する当アプリと登録ユーザーとの間の権利義務関係を定めることを目的とし、登録ユーザーと当アプリとの間の本サービスの利用に関わる一切の関係に適用されます。</p>
        <p>2. 当アプリは本サービスに関し,本規約のほか,本サービス利用に関するルール等を当アプリウェブサイト上で掲示することがあります。当アプリが当アプリウェブサイト上で掲示する当該ルール等は、本規約の一部を構成するものとします。</p>
        <p>3. 本規約の内容と、前項のルール等その他の本規約外における本サービスの説明等(以下「個別ルール等」といいます。)とが異なる場合は、個別ルール等の規定が優先して適用されるものとします。</p>


    <br><p>第2条(定義)</p><br>

        <p>本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。</p>
        <p>(1)「本サービス」とは、当アプリが運営する「サンギョー」と称するウェブサイト( https://outputapp.net/ ) を意味します。</p>
            <p>　　(a) 当アプリが任意に選択する書籍の要約を登録ユーザーの入会申し込み条件に従い提供するサービス</p>
            <p>　　(b) 登録ユーザーが、本サービスにかかる情報を本サイト等において投稿することを可能とするサービス</p>
            <p>　　(c) その他、前各号に定めるサービスに付随するサービス</p>
        <p>(2) 「サービス利用契約」とは、本規約を契約条件として当アプリと登録ユーザーの間で締結される、本サービスの利用契約を意味します。</p>
        <p>(3)「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権(それらの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます。)を意味します。</p>
        <p>(4)「投稿データ」とは、登録ユーザーが本サービスを利用して投稿その他送信するコンテンツ(文章、画像、動画その他のデータを含みますがこれらに限りません。)を意味します。</p>
        <p>(5)「当アプリウェブサイト」とは、そのドメインが「 https://outputapp.net/ 」である、当アプリが運営するウェブサイト(理由の如何を問わず、当アプリのウェブサイトのドメインまたは内容が変更された場合は、当該変更後のウェブサイトを含みます。)を意味します。</p>
        <p>(6) 「登録ユーザー」とは、第3条(登録)に基づいて本サービスの利用者としての登録がなされた個人を意味します。</p>
        <p>(7) 「登録メールアドレス」とは、本サービスの提供を受ける目的で、登録ユーザーが当アプリに提供したメールアドレスの情報を意味します。</p>
        <p>(8) 「パスワード」とは、本サービスを利用するに当たって、登録メールアドレスと照合して本人を識別するための文字列を意味します。</p>


    <br><p>第3条(登録)</p><br>

        <p>1. 本サービスの利用を希望する者(以下「登録希望者」といいます。)は、本規約を遵守することに同意し、かつ当アプリの定める一定の情報(以下「登録事項」といいます。)を当アプリの定める方法で当アプリに提供することにより、当アプリに対し、本サービスの利用の登録を申請することができます。</p>
        <p>2. 当アプリは、当アプリの基準に従って、第1項に基づいて登録申請を行った登録希望者(以下「登録申請者」といいます。)の登録の可否を判断し、当アプリが登録を認める場合にはその旨を登録申請者に通知します。登録申請者の登録ユーザーとしての登録は、当アプリが本項の通知を行ったことをもって完了したものとします。</p>
        <p>3. 前項に定める登録の完了時に、サービス利用契約が登録ユーザーと当アプリの間に成立し、登録ユーザーは本サービスを本規約に従い利用することができるようになります。</p>
        <p>4. 当アプリは、登録申請者が、以下の各号のいずれかの事由に該当する場合は、登録及び再登録を拒否することがあり、またその理由について一切開示義務を負いません。</p>
            <p>　　(1) 反社会的勢力等(暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。)である、または資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると当アプリが判断した場合</p>
            <p>　　(2) 過去当アプリとの契約に違反した者またはその関係者であると当アプリが判断した場合</p>
            <p>　　(3) 第11条に定める措置を受けたことがある場合</p>
            <p>　　(4) その他、登録を適当でないと当アプリが判断した場合</p>

    <br><p>第4条(アカウントの管理)</p><br>

        <p>(1) 登録ユーザーは1人につき1つの登録メールアドレス及びパスワード(以下、合わせて「アカウント」といいます。)を保有するものとします。但し、名義による使い分けなど、本サービスでの活動に必要性がある場合においては、本規約、その他の提供条件等に反しない範囲において複数アカウントの保有を認めるものとします。</p>
        <p>(2) 登録ユーザーは、自己の管理に属する使用可能なメールアドレスを登録メールアドレスとして登録するものとし、当該登録メールアドレスが自己の管理に属さなくなった場合には、自己の管理に属する使用可能な別のメールアドレスに変更しなければならないものとします。</p>
        <p>(3) 登録ユーザーは、自己の責任において、本サービスに関するアカウントを適切に管理及び保管するものとし、これを第三者に利用させ、または貸与、譲渡、名義変更、売買等をしてはならないものとします。</p>
        <p>(4) アカウントの管理不十分、使用上の過誤、第三者の使用等によって生じた損害に関する責任は登録ユーザーが負うものとし、当アプリは一切の責任を負いません。</p>

    <br><p>第5条(禁止事項)</p><br>

    <p>登録ユーザーは、本サービスの利用にあたり、以下の各号のいずれかに該当する行為または該当すると当アプリが判断する行為をしてはなりません。</p>
    <p>(1) 法令に違反する行為または犯罪行為に関連する行為</p>
    <p>(2) 当アプリ、本サービスの他の利用者またはその他の第三者に対する詐欺または脅迫行為</p>
    <p>(3) 公序良俗に反する行為</p>
    <p>(4) 当アプリ、本サービスの他の利用者またはその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利または利益を侵害する行為、または侵害するおそれのある行為</p>
    <p>(5) 当アプリ、本サービスの他の利用者またはその他の第三者を不当に差別もしくは誹謗中傷し、第三者への不当な差別を助長し、またはその名誉もしくは信用を毀損する行為。</p>
    <p>(6) 本サービスにアップロードされている投稿データを、当該著作者(創作者)の同意なくして転載する行為</p>
    <p>(7) 法律・条例・その他当アプリが定める基準に反するような、わいせつ、児童ポルノ又は児童虐待に相当する画像等のデータの投稿及び表示並びに当該データを収録した媒体の送信、表示、販売を誘引する行為</p>
    <p>(8) 自殺・自傷行為・薬物乱用などを美化・誘発・助長するおそれのある行為</p>
    <p>(9)投稿者の氏名、住所、勤務先、電話番号等個人を特定しうる内容の情報(アップロードされた画像等に関する情報と照らし合わせることで個人を特定しうる場合を含む。)を投稿する行為</p>
    <p>(10)真否についての事実確認が困難な内容や虚偽の内容の情報を投稿する行為</p>
    <p>(11) 本サービスを通じ、以下に該当し、または該当すると当アプリが判断する情報を当アプリまたは本サービスの他の利用者に送信または投稿する行為</p>

    <p>　　・過度に暴力的または残虐な表現を含む情報</p>
    <p>　　・コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報</p>
    <p>　　・反社会的な表現を含む情報</p>
    <p>　　・チェーンメール等の第三者への情報の拡散を求める情報</p>
    <p>　　・他人に不快感を与える表現を含む情報</p>
    <p>　　・アフィリエイトのリンクを含む情報</p>
    <p>　　・アダルトサイト・ワンクリック詐欺サイト等に誘導するための情報</p>

    <p>(12) 本サービスのネットワークまたはシステム等に過度な負荷をかける行為</p>
    <p>(13) 本サービスの運営を妨害するおそれのある行為</p>
    <p>(14) 当アプリのネットワークまたはシステム等への不正アクセス</p>
    <p>(15) 運営者に成りすます行為</p>
    <p>(16) 本サービスの他の利用者のアカウントを利用する行為</p>
    <p>(17) 当アプリが事前に許諾しない本サービス上での宣伝、広告、勧誘、または営業行為</p>
    <p>(18) 本サービスの他の利用者の情報の収集</p>
    <p>(19) 当アプリ、本サービスの他の利用者またはその他の第三者に不利益、損害、不快感を与える行為</p>
    <p>(20) 本規約、その他の提供条件等に抵触する行為</p>
    <p>(21) 反社会的勢力等への利益供与</p>
    <p>(22) 面識のない異性との出会いを目的とした行為</p>
    <p>(23) その他、当アプリが不適切と判断する行為</p>

    <br><p>第6条(本サービスの停止等)</p><br>

    <p>当アプリは、以下のいずれかに該当する場合には、登録ユーザーに事前に通知することなく、本サービスの全部または一部の提供を停止または中断することができるものとします。</p>
    <p>　　(1) 本サービスに係るコンピューター・システムの点検または保守作業を緊急に行う場合</p>
    <p>　　(2) コンピューター、通信回線等の障害、誤操作、過度なアクセスの集中、不正アクセス、ハッキング等により本サービスの運営ができなくなった場合</p>
    <p>　　(3) 地震、落雷、火災、風水害、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合 (4) その他、当アプリが停止または中断を必要と判断した場合</p>

    <br><p>第7条(権利帰属)</p><br>

    <p>当アプリウェブサイト及び本サービスに関する知的財産権は全て当アプリに帰属しており、本規約に基づく本サービスの利用許諾は、当アプリウェブサイトまたは本サービスに関する当アプリまたは当アプリにライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。</p>
    <p>登録ユーザーは、投稿データについて、自らが投稿その他送信することについての適法な権利を有していること、及び投稿データが第三者の権利を侵害していないことについて、当アプリに対し表明し、保証するものとします。</p>
    <p>登録ユーザーは、投稿データについて、当アプリに対し、世界的、非独占的、無償、サブライセンス可能かつ譲渡可能な使用、複製、配布、派生著作物の作成、表示及び実行に関するライセンスを付与します。また、他の登録ユーザーに対しても、本サービスを利用して登録ユーザーが投稿その他送信した投稿データの使用、複製、配布、派生著作物を作成、表示及び実行することについての非独占的なライセンスを付与します。</p>
    <p>登録ユーザーは、当アプリ及び当アプリから権利を承継しまたは許諾された者に対して著作者人格権を行使しないことに同意するものとします。</p>
    <p>投稿データが第三者の権利を侵害するなど第三者との間で何らかの紛争が発生した場合には、当該登録ユーザーは自己の費用と責任においてこれを解決するものとし、当アプリは一切の責任を負いません。</p>

    <br><p>第8条(削除権限)</p><br>

    <p>当アプリは、次に掲げる場合には、投稿データの違法性・規約違反の有無に関わらず、関連する投稿データについて、その全部もしくは一部の削除又は公開範囲の変更等の措置を行うことができるものとします。
    <p>(1) 公的な機関又は専門家(国、地方公共団体、特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律のガイドラインに規定された信頼性確認団体、インターネット・ホットライン、弁護士等をいいます。)から、投稿データについて、違法、公序良俗違反又は他人の権利を侵害する等の指摘・意見表明があった場合。
    <p>(2) 投稿データについて、第三者から権利主張があった場合。

    <br><p>第9条(本サービスの内容の変更、終了)</p><br>

    <p>当アプリは、当アプリの都合により、本サービスの内容を変更し、または提供を終了することができます。この場合、当アプリは、本サービスの変更等により生じたいかなる損害についても、一切の責任を負いません。アクセス過多、その他予期せぬ要因で表示速度の低下や障害等が生じた場合も同様とします。</p>
    <p>当アプリが本サービスの提供を終了する場合、当アプリは登録ユーザーに事前に通知するものとします。</p>

    <br><p>第10条(保証の否認及び免責)</p><br>

    <p>当アプリは、本サービスが登録ユーザーの特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、登録ユーザーによる本サービスの利用が登録ユーザーに適用のある法令または業界団体の内部規則等に適合すること、継続的に利用できること、及び不具合が生じないことについて、明示又は黙示を問わず何ら保証するものではありません。</p>
    <p>本サービスにアップロードされた投稿データは、登録ユーザー自身が適宜バックアップを取るなどの手法で自己の責任により管理、保存するものとし、当アプリは投稿データの保存等について一切保証しないものとします。</p>
    <p>当アプリは、本サービスに関して登録ユーザーが被った損害につき、過去3ヶ月間に登録ユーザーが当アプリに支払った対価の金額を超えて賠償する責任を負わないものとし、また、付随的損害、間接損害、特別損害、将来の損害及び逸失利益にかかる損害については、賠償する責任を負わないものとします。</p>
    <p>本サービスまたは当アプリウェブサイトに関連して登録ユーザーと他の登録ユーザーまたは第三者との間において生じた取引、連絡、紛争等については、登録ユーザーが自己の費用と責任においてこれを解決するものとし、当アプリは一切の責任を負いません。</p>

    <br><p>第11条(本規約等の変更)</p><br>

    <p>当アプリは、当アプリが必要と認めた場合は、本規約を変更できるものとします。</p>
    <p>変更後の利用規約は、別途当アプリが定める場合を除き、当アプリウェブサイト上で掲示した時点より効力を生じるものとします。</p>
    <p>本規約の変更の効力が生じた後に登録ユーザーが本サービスを利用した場合には、変更後の利用規約の全てにつき、同意したものとみなします。但し、法令上登録ユーザーの同意が必要となるような内容の変更の場合は、当アプリ所定の方法で登録ユーザーの同意を得るものとします。</p>


    【2020年9月1日制定】
</div>

@include('layouts.footer')
